driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/Feature-CorrDefSepMsg-PickInSequence/Input1.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:corr="http://j2ee.netbeans.org/wsdl/Corr-PickInSeq">
  <soapenv:Body>
    <corr:Msg1Part1>
      <corrVal1>corr1</corrVal1>
      <exCorrVal1>corr2</exCorrVal1>
      <content1>
        <id>10</id>
        <name>mesg1</name>
      </content1>
    </corr:Msg1Part1>
  </soapenv:Body>
</soapenv:Envelope>